Repository: NurzhauganovA/donor-search
Catalog: diploma/backend/locale/*/LC_MESSAGES/django.po
Languages: kk, ru

source: How to become a donor?
kk: Донор болу жолы?
ru: Как стать донором?

source: Where to donate blood?
kk: Қанды қайда тапсыруға болады?
ru: Где сдать кровь?

source: Urgently need donor
kk: Шұғыл донор керек
ru: Срочно нужен донор

source: Find a donor
kk: Донор табу
ru: Найти донора

source: All regions
kk: Барлық өңірлер
ru: Все регионы

source: Login
kk: Кіру
ru: Войти

source: Logout
kk: Шығу
ru: Выйти

source: #supportdonor
kk: #донордықолдау
ru: #поддержатьдонора

source: A donor is one who gives
kk: Донор — беруші адам
ru: Донор - это тот, кто дает

source: Support
kk: Қолдау көрсету
ru: Поддержать

source: Donor advice
kk: Донор кеңесі
ru: Советы донора

source: I want to add a piece of advice
kk: Кеңес қосқым келеді
ru: Я хочу добавить совет

source: Experienced donor
kk: Тәжірибелі донор
ru: Опытный донор

source: Donations
kk: Қайырымдылықтар
ru: Пожертвования

source: Read more
kk: Көбірек оқу
ru: Читать далее

source: Blood Center Needs
kk: Қан орталығының сұранысы
ru: Центр крови нуждается

source: Required
kk: Қажет
ru: Требуется

source: Enough
kk: Жеткілікті
ru: Достаточно

source: Join
kk: Қосылу
ru: Присоединиться

source: City or blood center
kk: Қала немесе қан орталығы
ru: Город или центр крови

source: Blood center
kk: Қан орталығы
ru: Центр крови

source: Reset filters
kk: Фильтрлерді тазалау
ru: Сбросить фильтры

source: You can rent without registration
kk: Тіркелусіз жалға алуға болады
ru: Вы можете арендовать без регистрации

source: Open on Saturday
kk: Сенбі күні ашық
ru: Открыто в субботу

source: Open on Sunday
kk: Жексенбі күні ашық
ru: Открыто в воскресенье

source: Donation Reminder
kk: Қан тапсыру еске салғышы
ru: Напоминание о донорстве

source: Select donation type
kk: Донорлық түрін таңдаңыз
ru: Выберите тип донорства

source: After selecting the donation type, the nearest available date will be automatically displayed, taking into account the intervals between donations.
kk: Донорлық түрін таңдағаннан кейін, қан тапсыру аралықтары ескеріліп, ең жақын қолжетімді күн автоматты түрде көрсетіледі.
ru: После выбора типа донорства автоматически отобразится ближайшая доступная дата с учетом интервалов между донациями.

source: Planned date
kk: Жоспарланған күн
ru: Запланированная дата

source: Select your blood group
kk: Қан тобыңызды таңдаңыз
ru: Выберите свою группу крови

source: Type of donation
kk: Донорлық түрі
ru: Тип донорства

source: Free of charge
kk: Тегін
ru: Бесплатно

source: Meals or compensation for meals (5% of the minimum wage, approximately 700-1500 ₸. Taken into account when receiving the title of Honorary Donor.)
kk: Тамақтану немесе тамақтануға өтемақы (МРП-ның 5%, шамамен 700-1500 ₸. Құрметті Донор атағын алуда ескеріледі.)
ru: Питание или компенсация питания (5% от МРП, примерно 700-1500 ₸. Учитывается при получении звания Почетного донора.)

source: Paid
kk: Ақылы
ru: Платно

source: Money or social support. Does not count towards the honorary donor title.
kk: Ақша немесе әлеуметтік көмек. Құрметті Донор атағына есептелмейді.
ru: Деньги или социальная поддержка. Не учитывается при получении звания Почетного донора.

source: City
kk: Қала
ru: Город

source: Remind about donation
kk: Қан тапсыру туралы еске салу
ru: Напомнить о донорстве

source: Donors urgently needed
kk: Шұғыл донорлар қажет
ru: Доноры срочно нужны

source: Blood Donor Consumer Community
kk: Қан донорлары қауымдастығы
ru: Сообщество потребителей донорской крови

source: Until
kk: Дейін
ru: До

source: Looking for
kk: Іздеу
ru: Ищу

source: are already coming, be the first!
kk: жолда, бірінші болыңыз!
ru: уже идут, будьте первым!

source: Data to search
kk: Іздеу деректері
ru: Данные для поиска

source: About the patient
kk: Пациент туралы
ru: О пациенте

source: Blood component
kk: Қан компоненті
ru: Компонент крови

source: Select one required blood component
kk: Қажетті қан компонентін таңдаңыз
ru: Выберите один необходимый компонент крови

source: Whole blood
kk: Толық қан
ru: Целая кровь

source: Plasma
kk: Плазма
ru: Плазма

source: Platelets
kk: Тромбоциттер
ru: Тромбоциты

source: Erythrocytes
kk: Эритроциттер
ru: Эритроциты

source: Granulocytes
kk: Гранулоциттер
ru: Гранулоциты

source: Select one or more required blood groups. If any blood group is suitable, select all
kk: Бір немесе бірнеше қажет қан тобын таңдаңыз. Егер кез келген топ жараса, барлығын таңдаңыз
ru: Выберите одну или несколько необходимых групп крови. Если подходит любая группа крови, выберите все

source: Number of donors
kk: Донор саны
ru: Количество доноров

source: Select city
kk: Қаланы таңдаңыз
ru: Выберите город

source: Select blood center
kk: Қан орталығын таңдаңыз
ru: Выберите центр крови

source: Donor search end date
kk: Донорды іздеу аяқталу күні
ru: Дата окончания поиска донора

source: Next step
kk: Келесі қадам
ru: Следующий шаг

source: Last name
kk: Тегі
ru: Фамилия

source: Please enter your last name
kk: Тегіңізді енгізіңіз
ru: Пожалуйста, введите вашу фамилию

source: First name
kk: Аты
ru: Имя

source: Please enter your first name
kk: Атыңызды енгізіңіз
ru: Пожалуйста, введите ваше имя

source: Middle name
kk: Әкесінің аты
ru: Отчество

source: Please enter your middle name
kk: Әкесінің атын енгізіңіз
ru: Пожалуйста, введите ваше отчество

source: Date of birth
kk: Туған күні
ru: Дата рождения

source: Select date
kk: Күнді таңдаңыз
ru: Выберите дату

source: Reason requested
kk: Сұраныс себебі
ru: Причина запроса

source: Please indicate the reason for your search
kk: Іздеу себебін көрсетіңіз
ru: Пожалуйста, укажите причину вашего поиска

source: Photo of the recipient
kk: Алушының фотосы
ru: Фото получателя

source: not necessary
kk: міндетті емес
ru: не обязательно

source: Upload or drag a photo into this area
kk: Фотосуретті жүктеңіз немесе осы аймаққа апарыңыз
ru: Загрузите или перетащите фото в эту область

source: Upload file
kk: Файлды жүктеу
ru: Загрузить файл

source: Previous step
kk: Алдыңғы қадам
ru: Предыдущий шаг

source: Start searching
kk: Іздеуді бастау
ru: Начать поиск

source: Show less
kk: Аз көрсету
ru: Показать меньше

source: Main
kk: Басты бет
ru: Главная

source: Contraindications
kk: Қарсы көрсетілімдер
ru: Противопоказания

source: Support the development of donation
kk: Донорлықты дамытуға қолдау көрсету
ru: Поддержите развитие донорства

source: Frequency
kk: Жиілік
ru: Частота

source: Monthly
kk: Ай сайын
ru: Ежемесячно

source: One-time
kk: Бір реттік
ru: Однократно

source: Donation amount
kk: Қайырымдылық сомасы
ru: Сумма пожертвования

source: Hide my donation amount in the feed
kk: Қайырымдылық сомасын лентада жасыру
ru: Скрыть сумму моего пожертвования в ленте

source: Hide my name in the donation feed
kk: Атымды қайырымдылық лентасында жасыру
ru: Скрыть мое имя в ленте пожертвований

source: Here you can leave a comment or your wishes
kk: Мұнда пікір немесе тілектеріңізді қалдыра аласыз
ru: Здесь вы можете оставить комментарий или свои пожелания

source: I agree with the offer
kk: Мен ұсыныспен келісемін
ru: Я согласен с предложением

source: I agree to the processing of my personal data
kk: Мен жеке деректерімді өңдеуге келісемін
ru: Я согласен на обработку моих персональных данных

source: Donate
kk: Қайырымдылық жасау
ru: Пожертвовать

source: You must agree to the offer and data processing.
kk: Ұсыныспен және деректерді өңдеумен келісуіңіз қажет.
ru: Вы должны согласиться с предложением и обработкой данных.

source: Please fill in the required fields (Name, E-mail)
kk: Міндетті өрістерді толтырыңыз (Аты, E-mail)
ru: Пожалуйста, заполните обязательные поля (Имя, E-mail)

source: Minimum amount
kk: Ең төменгі сома
ru: Минимальная сумма

source: The server returned an error
kk: Сервер қате қайтарды
ru: Сервер вернул ошибку

source: Thank you for your donation!
kk: Қайырымдылығыңыз үшін рахмет!
ru: Спасибо за ваше пожертвование!

source: There was an error sending your donation.
kk: Қайырымдылық жіберу кезінде қате орын алды.
ru: Произошла ошибка при отправке вашего пожертвования.

source: Please fill in all required fields.
kk: Барлық міндетті өрістерді толтырыңыз.
ru: Пожалуйста, заполните все обязательные поля.

source: Request sent successfully!
kk: Сұраныс сәтті жіберілді!
ru: Запрос успешно отправлен!

source: Error sending form. Please check the entered data.
kk: Форманы жіберу қатесі. Енгізілген деректерді тексеріңіз.
ru: Ошибка при отправке формы. Проверьте введённые данные.

source: Error sending form. Please try again.
kk: Форманы жіберу қатесі. Қайтадан көріңіз.
ru: Ошибка при отправке формы. Пожалуйста, попробуйте еще раз.

source: JPG, GIF, PNG size from 1 kb to 8 mb
kk: JPG, GIF, PNG өлшемі 1 кб-тан 8 мб-қа дейін
ru: JPG, GIF, PNG размер от 1 кб до 8 мб

source: No data found
kk: Деректер табылмады
ru: Ничего не найдено

source: Cities
kk: Қалалар
ru: Города

source: The search for donors continues
kk: Донорларды іздеу жалғасуда
ru: Поиск доноров продолжается

source: Schedule
kk: Кесте
ru: Расписание

source: Donors found
kk: Донорлар табылды
ru: Найденные доноры

source: Reason for searching
kk: Іздеу себебі
ru: Причина поиска

source: Sign up
kk: Тіркелу
ru: Записаться

source: Successfully signed up for the donation!
kk: Қан тапсыруға сәтті тіркелдіңіз!
ru: Успешно записались на донорство!

source: Please select a date.
kk: Күнді таңдаңыз.
ru: Пожалуйста, выберите дату.
